Revit 2024 API
UnitTypeId.KipsPerCubicFoot Property
 Kips per cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KipsPerCubicFoot { get; }
Visual Basic
Public Shared ReadOnly Property KipsPerCubicFoot As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KipsPerCubicFoot {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace